
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "Összes előtérbe hozása";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "Ablak";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "Kis méret";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "Ablak";

/* Class = "NSMenu"; title = "MainMenu"; ObjectID = "29"; */
"29.title" = "MainMenu";

/* Class = "NSMenuItem"; title = "Skype"; ObjectID = "56"; */
"56.title" = "Skype";

/* Class = "NSMenu"; title = "Skype"; ObjectID = "57"; */
"57.title" = "Skype";

/* Class = "NSMenuItem"; title = "About Skype"; ObjectID = "58"; */
"58.title" = "A Skype névjegye";

/* Class = "NSMenuItem"; title = "Close Window"; ObjectID = "73"; */
"73.title" = "Ablak bezárása";

/* Class = "NSMenu"; title = "File"; ObjectID = "81"; */
"81.title" = "Fájl";

/* Class = "NSMenuItem"; title = "File"; ObjectID = "83"; */
"83.title" = "Fájl";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "Súgó";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "Súgó";

/* Class = "NSMenuItem"; title = "Learn about Skype for Mac"; ObjectID = "111"; */
"111.title" = "Tudnivalók a Machez készült Skype-ról";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "Beállítások…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Szolgáltatások";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Szolgáltatások";

/* Class = "NSMenuItem"; title = "Hide Skype"; ObjectID = "134"; */
"134.title" = "A Skype elrejtése";

/* Class = "NSMenuItem"; title = "Quit Skype"; ObjectID = "136"; */
"136.title" = "Kilépés a Skype-ból";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Továbbiak elrejtése";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Összes megjelenítése";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "197"; */
"197.title" = "Nagyítás";

/* Class = "NSMenu"; title = "Contacts"; ObjectID = "291"; */
"291.title" = "Partnerek";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "292"; */
"292.title" = "Partnerek";

/* Class = "NSMenuItem"; title = "Add Contact…"; ObjectID = "293"; */
"293.title" = "Partner felvétele…";

/* Class = "NSMenuItem"; title = "Show Profile"; ObjectID = "835"; */
"835.title" = "Profil megjelenítése";

/* Class = "NSMenuItem"; title = "Skype"; ObjectID = "839"; */
"839.title" = "Skype";

/* Class = "NSMenuItem"; title = "Check for Updates…"; ObjectID = "842"; */
"842.title" = "Frissítések keresése…";

/* Class = "NSMenuItem"; title = "Rename…"; ObjectID = "969"; */
"969.title" = "Átnevezés…";

/* Class = "NSMenuItem"; title = "Block Contact…"; ObjectID = "992"; */
"992.title" = "Partner blokkolása…";

/* Class = "NSMenuItem"; title = "Send Contact Request…"; ObjectID = "996"; */
"996.title" = "Partnerkérelem küldése…";

/* Class = "NSMenuItem"; title = "Send Contacts…"; ObjectID = "1016"; */
"1016.title" = "Partnerek küldése…";

/* Class = "NSMenuItem"; title = "Hang Up"; ObjectID = "1020"; */
"1020.title" = "Befejezés";

/* Class = "NSMenuItem"; title = "Hold"; ObjectID = "1026"; */
"1026.title" = "Hívás tartása";

/* Class = "NSMenuItem"; title = "Mute Microphone"; ObjectID = "1027"; */
"1027.title" = "Mikrofon némítása";

/* Class = "NSMenuItem"; title = "Send Photos and Files…"; ObjectID = "1040"; */
"1040.title" = "Fényképek és fájlok küldése…";

/* Class = "NSMenuItem"; title = "Call"; ObjectID = "1043"; */
"1043.title" = "Hívás";

/* Class = "NSMenu"; title = "Conversations"; ObjectID = "1259"; */
"1259.title" = "Beszélgetések";

/* Class = "NSMenuItem"; title = "Conversations"; ObjectID = "1260"; */
"1260.title" = "Beszélgetések";

/* Class = "NSMenuItem"; title = "Add People…"; ObjectID = "1261"; */
"1261.title" = "Személyek hozzáadása…";

/* Class = "NSMenuItem"; title = "Rename Conversation…"; ObjectID = "1262"; */
"1262.title" = "Beszélgetés átnevezése…";

/* Class = "NSMenuItem"; title = "Leave Conversation…"; ObjectID = "1263"; */
"1263.title" = "Kilépés a beszélgetésből…";

/* Class = "NSMenuItem"; title = "View"; ObjectID = "1515"; */
"1515.title" = "Nézet";

/* Class = "NSMenu"; title = "View"; ObjectID = "1516"; */
"1516.title" = "Nézet";

/* Class = "NSMenuItem"; title = "Delete Contact…"; ObjectID = "2126"; */
"2126.title" = "Partner törlése…";

/* Class = "NSMenuItem"; title = "Send SMS…"; ObjectID = "2138"; */
"2138.title" = "SMS küldése…";

/* Class = "NSMenuItem"; title = "Notification Settings…"; ObjectID = "2166"; */
"2166.title" = "Értesítési beállítások…";

/* Class = "NSMenuItem"; title = "Make Text Bigger"; ObjectID = "2920"; */
"2920.title" = "Szövegméret növelése";

/* Class = "NSMenuItem"; title = "Make Text Smaller"; ObjectID = "2921"; */
"2921.title" = "Szövegméret csökkentése";

/* Class = "NSMenuItem"; title = "Change Status"; ObjectID = "3205"; */
"3205.title" = "Állapot módosítása";

/* Class = "NSMenu"; title = "Change Status"; ObjectID = "3206"; */
"3206.title" = "Állapot módosítása";

/* Class = "NSMenuItem"; title = "Heartbeat (Skype Status)"; ObjectID = "3224"; */
"3224.title" = "Heartbeat (Skype-állapot)";

/* Class = "NSMenuItem"; title = "Show Pictures in Sidebar"; ObjectID = "3239"; */
"3239.title" = "Képek megjelenítése az oldalsávon";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "3245"; */
"3245.title" = "Szerkesztés";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "3246"; */
"3246.title" = "Szerkesztés";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "3247"; */
"3247.title" = "Visszavonás";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "3248"; */
"3248.title" = "Mégis";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "3250"; */
"3250.title" = "Kivágás";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "3251"; */
"3251.title" = "Másolás";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "3252"; */
"3252.title" = "Beillesztés";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "3254"; */
"3254.title" = "Törlés";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "3255"; */
"3255.title" = "Összes kijelölése";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "3257"; */
"3257.title" = "Keresés";

/* Class = "NSMenuItem"; title = "Spelling and Grammar"; ObjectID = "3258"; */
"3258.title" = "Helyesírás és nyelvtan";

/* Class = "NSMenuItem"; title = "Substitutions"; ObjectID = "3259"; */
"3259.title" = "Helyettesítések";

/* Class = "NSMenuItem"; title = "Transformations"; ObjectID = "3260"; */
"3260.title" = "Átalakítások";

/* Class = "NSMenuItem"; title = "Speech"; ObjectID = "3261"; */
"3261.title" = "Beszéd";

/* Class = "NSMenu"; title = "Speech"; ObjectID = "3262"; */
"3262.title" = "Beszéd";

/* Class = "NSMenuItem"; title = "Start Speaking"; ObjectID = "3263"; */
"3263.title" = "Beszéd kezdése";

/* Class = "NSMenuItem"; title = "Stop Speaking"; ObjectID = "3264"; */
"3264.title" = "Beszéd befejezése";

/* Class = "NSMenu"; title = "Transformations"; ObjectID = "3265"; */
"3265.title" = "Átalakítások";

/* Class = "NSMenuItem"; title = "Make Upper Case"; ObjectID = "3266"; */
"3266.title" = "Nagybetűssé alakítás";

/* Class = "NSMenuItem"; title = "Make Lower Case"; ObjectID = "3267"; */
"3267.title" = "Kisbetűssé alakítás";

/* Class = "NSMenuItem"; title = "Capitalize"; ObjectID = "3268"; */
"3268.title" = "Nagy kezdőbetűssé alakítás";

/* Class = "NSMenu"; title = "Substitutions"; ObjectID = "3269"; */
"3269.title" = "Helyettesítések";

/* Class = "NSMenuItem"; title = "Show Substitutions"; ObjectID = "3270"; */
"3270.title" = "Helyettesítések megjelenítése";

/* Class = "NSMenuItem"; title = "Smart Copy/Paste"; ObjectID = "3272"; */
"3272.title" = "Intelligens másolás/beillesztés";

/* Class = "NSMenuItem"; title = "Smart Quotes"; ObjectID = "3273"; */
"3273.title" = "Intelligens idézőjelek";

/* Class = "NSMenuItem"; title = "Smart Dashes"; ObjectID = "3274"; */
"3274.title" = "Intelligens kötőjelek";

/* Class = "NSMenuItem"; title = "Smart Links"; ObjectID = "3275"; */
"3275.title" = "Intelligens hivatkozások";

/* Class = "NSMenuItem"; title = "Data Detectors"; ObjectID = "3276"; */
"3276.title" = "Adatészlelők";

/* Class = "NSMenuItem"; title = "Text Replacement"; ObjectID = "3277"; */
"3277.title" = "Szöveg cseréje";

/* Class = "NSMenu"; title = "Spelling"; ObjectID = "3278"; */
"3278.title" = "Helyesírás";

/* Class = "NSMenuItem"; title = "Show Spelling and Grammar"; ObjectID = "3279"; */
"3279.title" = "Helyesírás és nyelvtan megjelenítése";

/* Class = "NSMenuItem"; title = "Check Document Now"; ObjectID = "3280"; */
"3280.title" = "Dokumentum azonnali ellenőrzése";

/* Class = "NSMenuItem"; title = "Check Spelling While Typing"; ObjectID = "3282"; */
"3282.title" = "Helyesírás ellenőrzése gépelés közben";

/* Class = "NSMenuItem"; title = "Check Grammar With Spelling"; ObjectID = "3283"; */
"3283.title" = "Nyelvtan ellenőrzése a helyesírással";

/* Class = "NSMenuItem"; title = "Correct Spelling Automatically"; ObjectID = "3284"; */
"3284.title" = "Helyesírás automatikus javítása";

/* Class = "NSMenu"; title = "Find"; ObjectID = "3285"; */
"3285.title" = "Keresés";

/* Class = "NSMenuItem"; title = "Find…"; ObjectID = "3286"; */
"3286.title" = "Keresés…";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "3287"; */
"3287.title" = "Következő keresése";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "3288"; */
"3288.title" = "Előző keresése";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "3289"; */
"3289.title" = "Kijelölés használata kereséshez";

/* Class = "NSMenuItem"; title = "Jump to Selection"; ObjectID = "3290"; */
"3290.title" = "Ugrás a kijelölésre";

/* Class = "NSMenuItem"; title = "Edit Last Message…"; ObjectID = "3322"; */
"3322.title" = "A legutóbbi üzenet szerkesztése…";

/* Class = "NSMenuItem"; title = "Provide Skype Feedback…"; ObjectID = "3342"; */
"3342.title" = "Visszajelzés küldése a Skype-ról…";

/* Class = "NSMenuItem"; title = "Edit Profile…"; ObjectID = "3346"; */
"3346.title" = "Profil szerkesztése…";

/* Class = "NSMenuItem"; title = "Edit Mood Message…"; ObjectID = "3348"; */
"3348.title" = "Hangulatüzenet szerkesztése…";

/* Class = "NSMenuItem"; title = "Change Password…"; ObjectID = "3350"; */
"3350.title" = "Jelszó módosítása…";

/* Class = "NSMenuItem"; title = "My Account"; ObjectID = "3352"; */
"3352.title" = "Saját fiók";

/* Class = "NSMenuItem"; title = "Sign Out"; ObjectID = "3358"; */
"3358.title" = "Kijelentkezés";

/* Class = "NSMenuItem"; title = "Search Contacts and Messages"; ObjectID = "3360"; */
"3360.title" = "Partnerek és üzenetek keresése";

/* Class = "NSMenuItem"; title = "Clear Recent…"; ObjectID = "3368"; */
"3368.title" = "Legutóbbiak törlése…";

/* Class = "NSMenuItem"; title = "Dial Pad"; ObjectID = "3369"; */
"3369.title" = "Számbillentyűzet";

/* Class = "NSMenuItem"; title = "New Conversation…"; ObjectID = "3375"; */
"3375.title" = "Új beszélgetés…";

/* Class = "NSMenuItem"; title = "Close Conversation"; ObjectID = "3411"; */
"3411.title" = "Beszélgetés bezárása";

/* Class = "NSMenuItem"; title = "Manage API Clients…"; ObjectID = "3422"; */
"3422.title" = "API-kliensek kezelése…";

/* Class = "NSMenuItem"; title = "as List"; ObjectID = "3425"; */
"3425.title" = "listaként";

/* Class = "NSMenuItem"; title = "as Pictures"; ObjectID = "3426"; */
"3426.title" = "képekként";

/* Class = "NSMenuItem"; title = "Welcome Tour"; ObjectID = "3432"; */
"3432.title" = "Első lépések";

/* Class = "NSMenuItem"; title = "Next Conversation"; ObjectID = "3434"; */
"3434.title" = "Következő beszélgetés";

/* Class = "NSMenuItem"; title = "Previous Conversation"; ObjectID = "3435"; */
"3435.title" = "Előző beszélgetés";

/* Class = "NSMenuItem"; title = "Contacts Monitor"; ObjectID = "3440"; */
"3440.title" = "Partnerfigyelő";

/* Class = "NSMenuItem"; title = "Close Window"; ObjectID = "3442"; */
"3442.title" = "Ablak bezárása";

/* Class = "NSMenuItem"; title = "Make Text Normal Size"; ObjectID = "3446"; */
"3446.title" = "Normál szövegméret";

/* Class = "NSMenuItem"; title = "Instant Message…"; ObjectID = "3448"; */
"3448.title" = "Csevegőüzenet…";

/* Class = "NSMenuItem"; title = "Technical Call Info"; ObjectID = "3455"; */
"3455.title" = "Hívás műszaki adatai";

/* Class = "NSMenuItem"; title = "Mark All Conversations As Read"; ObjectID = "3465"; */
"3465.title" = "Összes beszélgetés megjelölése olvasottként";

/* Class = "NSMenuItem"; title = "Stop Sharing Screen"; ObjectID = "3469"; */
"3469.title" = "Képernyőmegosztás leállítása";

/* Class = "NSMenuItem"; title = "Share Screen…"; ObjectID = "3471"; */
"3471.title" = "Képernyő megosztása…";

/* Class = "NSMenuItem"; title = "Mark Conversation As Unread"; ObjectID = "3483"; */
"3483.title" = "Beszélgetés megjelölése olvasatlanként";

/* Class = "NSMenuItem"; title = "Manage Blocked Users…"; ObjectID = "3491"; */
"3491.title" = "Blokkolt felhasználók kezelése…";

/* Class = "NSMenuItem"; title = "Enter Full Screen"; ObjectID = "3497"; */
"3497.title" = "Váltás teljes képernyőre";

/* Class = "NSMenuItem"; title = "Skype WiFi"; ObjectID = "3499"; */
"3499.title" = "Skype WiFi";

/* Class = "NSMenuItem"; title = "Delete Conversation…"; ObjectID = "3505"; */
"3505.title" = "Beszélgetés törlése…";

/* Class = "NSMenuItem"; title = "Privacy Policy"; ObjectID = "3508"; */
"3508.title" = "Adatvédelmi irányelvek";

/* Class = "NSMenuItem"; title = "Buy Skype Credit"; ObjectID = "3515"; */
"3515.title" = "Skype-kredit vásárlása";

/* Class = "NSMenuItem"; title = "Decrease Volume"; ObjectID = "3519"; */
"3519.title" = "Hangerő csökkentése";

/* Class = "NSMenuItem"; title = "Increase Volume"; ObjectID = "3521"; */
"3521.title" = "Hangerő növelése";

/* Class = "NSMenuItem"; title = "Reload Page"; ObjectID = "3525"; */
"3525.title" = "Oldal újratöltése";

/* Class = "NSMenuItem"; title = "Send Video Message…"; ObjectID = "3527"; */
"3527.title" = "Videoüzenet küldése…";

/* Class = "NSMenuItem"; title = "Add Credit…"; ObjectID = "3529"; */
"3529.title" = "Kredit hozzáadása…";

/* Class = "NSMenuItem"; title = "1 Year"; ObjectID = "3546"; */
"3546.title" = "1 év";

/* Class = "NSMenuItem"; title = "Last Message"; ObjectID = "3547"; */
"3547.title" = "Utolsó üzenet";

/* Class = "NSMenuItem"; title = "6 Months"; ObjectID = "3548"; */
"3548.title" = "6 hónap";

/* Class = "NSMenuItem"; title = "3 Months"; ObjectID = "3549"; */
"3549.title" = "3 hónap";

/* Class = "NSMenuItem"; title = "1 Month"; ObjectID = "3550"; */
"3550.title" = "1 hónap";

/* Class = "NSMenuItem"; title = "1 Week"; ObjectID = "3551"; */
"3551.title" = "1 hét";

/* Class = "NSMenuItem"; title = "Jump Back"; ObjectID = "3552"; */
"3552.title" = "Visszaugrás";

/* Class = "NSMenu"; title = "Jump Back"; ObjectID = "3553"; */
"3553.title" = "Visszaugrás";

/* Class = "NSMenuItem"; title = "Show Media Previews in Chat"; ObjectID = "3561"; */
"3561.title" = "Médiaelőnézetek megjelenítése a csevegésben";

/* Class = "NSMenuItem"; title = "Switch Screen or Window…"; ObjectID = "3575"; */
"3575.title" = "Képernyő vagy ablak váltása…";

/* Class = "NSMenuItem"; title = "Mark Conversation As Read"; ObjectID = "AwN-u0-aq9"; */
"AwN-u0-aq9.title" = "Beszélgetés megjelölése olvasottként";

/* Class = "NSMenuItem"; title = "Go to Support"; ObjectID = "BV1-wO-e7S"; */
"BV1-wO-e7S.title" = "Ugrás a támogatáshoz";

/* Class = "NSMenuItem"; title = "Send Files…"; ObjectID = "LGv-MU-w00"; */
"LGv-MU-w00.title" = "Fájlok küldése…";

/* Class = "NSMenuItem"; title = "Ask the Skype Community"; ObjectID = "MdZ-kG-1Pq"; */
"MdZ-kG-1Pq.title" = "Kérdésfeltevés a Skype-közösségnek";

/* Class = "NSMenuItem"; title = "Add Log Message…"; ObjectID = "b1K-jR-eFF"; */
"b1K-jR-eFF.title" = "Add Log Message…";

/* Class = "NSMenuItem"; title = "Beginning"; ObjectID = "jVV-6S-paL"; */
"jVV-6S-paL.title" = "Kezdetek";

/* Class = "NSMenuItem"; title = "1 Day"; ObjectID = "zrr-6y-uZv"; */
"zrr-6y-uZv.title" = "1 nap";
